/**
 * Created by Night on 2016/01/31.
 */
var cases = [{
    core : {
        h : '第1屏',
        p : '苹果公司（Apple Inc. ）是美国的一家高科技公司。由史蒂夫·乔布斯、斯蒂夫·沃兹尼亚克和罗·韦恩(Ron Wayne)等三人于1976年4月1日创立，并命名为美国苹果电脑公司（Apple Computer Inc. ）， 2007年1月9日更名为苹果公司，总部位于加利福尼亚州的库比蒂诺。'
    },
    info : {
        p1 : '类型：Web、Android、ios',
        p2 : '时间：2013-01-16',
        p3 : '客户：苹果'
    },
    media : {
        size : 2
    }
},{
    core : {
        h : '第2屏',
        p : '微软，是一家总部位于美国的跨国科技公司，是世界PC（Personal Computer，个人计算机）机软件开发的先导，由比尔·盖茨与保罗·艾伦创办于1975年，公司总部设立在华盛顿州的雷德蒙德（Redmond，邻近西雅图）。以研发、制造、授权和提供广泛的电脑软件服务业务为主。'
    },
    info : {
        p1 : '类型：Web、Android、ios',
        p2 : '时间：2014-01-16',
        p3 : '客户：微软'
    },
    media : {
        size : 2
    }
},{
    core : {
        h : '第3屏',
        p : '苹果公司（Apple Inc. ）是美国的一家高科技公司。由史蒂夫·乔布斯、斯蒂夫·沃兹尼亚克和罗·韦恩(Ron Wayne)等三人于1976年4月1日创立，并命名为美国苹果电脑公司（Apple Computer Inc. ）， 2007年1月9日更名为苹果公司，总部位于加利福尼亚州的库比蒂诺。'
    },
    info : {
        p1 : '类型：Web、Android、ios',
        p2 : '时间：2015-01-16',
        p3 : '客户：第3屏'
    },
    media : {
        size : 2
    }
},{
    core : {
        h : '第4屏',
        p : '微软，是一家总部位于美国的跨国科技公司，是世界PC（Personal Computer，个人计算机）机软件开发的先导，由比尔·盖茨与保罗·艾伦创办于1975年，公司总部设立在华盛顿州的雷德蒙德（Redmond，邻近西雅图）。以研发、制造、授权和提供广泛的电脑软件服务业务为主。'
    },
    info : {
        p1 : '类型：Web、Android、ios',
        p2 : '时间：2016-01-16',
        p3 : '客户：第4屏'
    },
    media : {
        size : 2
    }
},{
    core : {
        h : '第5屏',
        p : '苹果公司（Apple Inc. ）是美国的一家高科技公司。由史蒂夫·乔布斯、斯蒂夫·沃兹尼亚克和罗·韦恩(Ron Wayne)等三人于1976年4月1日创立，并命名为美国苹果电脑公司（Apple Computer Inc. ）， 2007年1月9日更名为苹果公司，总部位于加利福尼亚州的库比蒂诺。'
    },
    info : {
        p1 : '类型：Web、Android、ios',
        p2 : '时间：2016-01-16',
        p3 : '客户：第5屏'
    },
    media : {
        size : 2
    }
},{
    core : {
        h : '第6屏',
        p : '微软，是一家总部位于美国的跨国科技公司，是世界PC（Personal Computer，个人计算机）机软件开发的先导，由比尔·盖茨与保罗·艾伦创办于1975年，公司总部设立在华盛顿州的雷德蒙德（Redmond，邻近西雅图）。以研发、制造、授权和提供广泛的电脑软件服务业务为主。'
    },
    info : {
        p1 : '类型：Web、Android、ios',
        p2 : '时间：2016-01-16',
        p3 : '客户：第6屏'
    },
    media : {
        size : 2
    }
}];

define(function () {
    return cases;
});